// src/data/productOptions.js

export const productOptions = {
    "미끄럼방지매트": ["BLS-700", "SW-M1(신규)", "SW-M260", "SW-지압puls"],
    "이동변기": ["APT-101 원목", "APT-210 플라스틱"],
    "간이변기": ["ABP-101", "ABP-105(남성용)"],
    "욕창예방매트리스": ["YB-1104A", "YH-0301","AD3 TPU beam"],
    "욕창예방방석": ["NSBS-BM1416", "NSBS-4way88", "CD-04"],
    "목욕의자": ["KT-130", "PT-300", "ASC-102"],
    "지팡이": ["나래-4000", "지팡이 SF", "LS-20F"],
    "성인용보행기": ["ECHA(이차)", "HM-606", "코지워커po2","이조"],
    "경사로": ["TRA-H10", "TRA-H20"],
    "자세변환용구": ["YH-LA31", "LA32"],
    "미끄럼방지양말": [
      "로제이02", "위풋논슬립돌돌이양말", "kh-102", "kh-105",
      "kh-103", "kh-104", "편안한덧신", "덧신s", "neo-1","neo-2","neo-3","neo-4"
    ],
    "요실금팬티": [
      "HW300자가드30cc", "FW300유린디펜스", "LP-011 보나수 30cc",
      "LP-011 보나수 50cc", "GHP-01", "EMxm렁크30CC"
    ],
    "안전손잡이": ["ASH-102", "ASH-103", "CV-100", "FHC03", "CD-10", "cp600", "Cp800", "Cp660"]
  };
  
  // 수량 입력이 필요한 카테고리
  export const quantityCategories = [
    "미끄럼방지매트",
    "미끄럼방지양말",
    "요실금팬티",
    "안전손잡이"
  ];
  